tap "aaronraimist/tap"
tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "bat"
brew "cmake"
brew "direnv"
brew "eza"
brew "fzf"
brew "git"
brew "go"
brew "gomuks"
brew "helm"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "neovim"
brew "nvm"
brew "sdl2"
brew "sdl2_ttf"
brew "skaffold"
brew "tmux"
brew "wget"
brew "zsh"

cask "1password"
cask "beeper"
cask "discord"
cask "docker"
cask "fantastical"
cask "font-sauce-code-pro-nerd-font"
cask "goland"
cask "google-chrome"
cask "iterm2"
cask "netnewswire"
cask "rectangle"
cask "scroll-reverser"
cask "spotify"
cask "zoom"
